alsa-utils
arc-solid-gtk-theme
autoconf
automake
bash
binutils
bison
bzip2
clang
code
coreutils
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
e2fsprogs
efibootmgr
exfat-utils
fakeroot
file
filesystem
findutils
firefox
fish
flex
gawk
gcc
gcc-libs
gdb
gettext
git
glibc
gnome-calculator
grep
grim
groff
grub
gzip
img2pdf
imv
inetutils
iproute2
iputils
jfsutils
kvantum-qt5
less
libappindicator-gtk2
libtool
licenses
light
linux
linux-firmware
logrotate
lvm2
lxappearance
m4
make
mako
man-db
man-pages
mdadm
mpv
nano
netctl
networkmanager
nm-connection-editor
ntp
openssh
pacman
pacman-contrib
patch
pciutils
perl
perl-image-exiftool
pkgconf
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
py3status
python-pytz
python-tzlocal
qt5ct
ranger
reiserfsprogs
restic
rsync
s-nail
screenfetch
sed
shadow
sublime-text
sudo
sway
swayidle
swaylock
syncthing
sysfsutils
systemd
systemd-sysvcompat
tar
texinfo
transmission-gtk
ttf-liberation
udiskie
usbutils
util-linux
valgrind
vi
waybar
which
wireless_tools
wpa_supplicant
xf86-input-synaptics
xf86-video-intel
xf86-video-nouveau
xfce4-terminal
xfsprogs
xorg-server-xwayland
zathura
zathura-pdf-mupdf
