alsa-utils
arc-solid-gtk-theme
blueman
bluez
bluez-utils
exfat-utils
firefox
gnome-calculator
keepassxc
kvantum-qt5
lxappearance
networkmanager
openssh
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
py3status
qt5ct
ranger
screenfetch
udiskie
wireless_tools
wpa_supplicant
xf86-input-synaptics
xf86-video-intel
xf86-video-nouveau
xfce4-terminal
zathura
zathura-pdf-mupdf
