acpi_call
alsa-utils
arc-solid-gtk-theme
autoconf
automake
bash
bind-tools
binutils
bison
bluez-hid2hci
bluez-utils
bzip2
clang
coreutils
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
dnscrypt-proxy
double-conversion
e2fsprogs
efibootmgr
electron
fakeroot
file
filesystem
findutils
flex
fuse2
fzf
gawk
gcc
gcc-libs
gdb
geoclue
geocode-glib
gettext
git
glibc
gnome-calculator
grep
grim
groff
grub
gzip
htop
imagemagick
img2pdf
imv
inetutils
intltool
iproute2
iputils
iwd
jfsutils
jpegoptim
less
libappindicator-gtk3
libfakekey
libtool
libusb-compat
libuv
libxkbcommon-x11
licenses
light
linux
linux-firmware
linux-headers
logrotate
lvm2
m4
make
mako
man-db
man-pages
mariadb-clients
mdadm
meson
mpv
nano
neovim
netctl
networkmanager
nextcloud-client
nm-connection-editor
node-gyp
nodejs
npm
ntp
openssh
openssl-1.0
pacman
pacman-contrib
patch
pciutils
perl
perl-image-exiftool
perl-xml-parser
pkgconf
polkit-qt5
poppler
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-cairo
python-pip
python-pynvim
python-xlib
python2
qca
qt5-base
qt5-x11extras
ranger
reflector
reiserfsprogs
restic
s-nail
seahorse
sed
semver
shadow
signal-desktop
sudo
sway
swaybg
swayidle
swaylock
sysfsutils
systemd
systemd-sysvcompat
tar
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
time
tlp
transmission-cli
tslib
ttf-liberation
udiskie
unzip
usbutils
util-linux
valgrind
waybar
wget
which
whois
wpa_supplicant
xcb-util-keysyms
xcb-util-renderutil
xf86-input-synaptics
xf86-video-intel
xf86-video-nouveau
xfsprogs
xorg-server-xwayland
xorg-xeyes
yarn
zathura
zathura-pdf-mupdf
zip
zsh
zsh-history-substring-search
