alsa-utils
arandr
arc-solid-gtk-theme
autoconf
autocutsel
automake
binutils
bison
blueman
bluez
bluez-utils
bzip2
compton
coreutils
cpupower
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
dmenu
e2fsprogs
efibootmgr
exfat-utils
fakeroot
feh
file
filesystem
findutils
firefox
fish
flex
gawk
gcc
gcc-libs
gettext
gimp
git
glibc
gnome-calculator
grep
grub
gvfs
gvfs-mtp
gvfs-smb
gzip
i3-gaps
i3blocks
i3status
inetutils
iproute2
iputils
jfsutils
keepassxc
kvantum-qt5
less
licenses
linux
linux-firmware
linux-headers
logrotate
lvm2
lxappearance
m4
make
man-db
man-pages
mdadm
mesa
mono
mono-tools
netctl
network-manager-applet
networkmanager
openssh
pacman
patch
pavucontrol
pciutils
perl
phonon-qt5-vlc
pkgconf
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pyside2
python-setuptools
qt5-3d
qt5-base
qt5-canvas3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-declarative
qt5-doc
qt5-examples
qt5-gamepad
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-multimedia
qt5-networkauth
qt5-purchasing
qt5-quickcontrols
qt5-quickcontrols2
qt5-remoteobjects
qt5-script
qt5-scxml
qt5-sensors
qt5-serialbus
qt5-serialport
qt5-speech
qt5-styleplugins
qt5-svg
qt5-tools
qt5-translations
qt5-virtualkeyboard
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-webglplugin
qt5-websockets
qt5-webview
qt5-x11extras
qt5-xmlpatterns
qt5ct
ranger
reiserfsprogs
s-nail
screenfetch
sed
shadow
sudo
sysfsutils
systemd-sysvcompat
tar
texinfo
ttf-dejavu
udiskie
unzip
usbutils
util-linux
vlc
wget
which
wireless_tools
wpa_supplicant
xdg-user-dirs
xf86-input-synaptics
xf86-video-nouveau
xfce4-notifyd
xfce4-terminal
xfsprogs
xorg-bdftopcf
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
zathura
zathura-pdf-mupdf
