adobe-source-code-pro-fonts
alacritty
arandr
autorandr
blueman
bluez-utils
brightnessctl
chromium
dunst
eog
evince
firefox
fish
fzf
gnome-calculator
gnome-disk-utility
gnome-keyring
gtk-engine-murrine
htop
i3
imagemagick
libsecret
man
mpv
nano
nautilus
netctl
network-manager-applet
networkmanager
nextcloud-client
nitrogen
noto-fonts
noto-fonts-emoji
ntp
nvidia
pamixer
papirus-icon-theme
paprefs
pavucontrol
picom
pipewire-pulse
pkgfile
polkit-gnome
python
python-pip
qtkeychain-qt5
reflector
rofi
scrot
signal-desktop
tlp
udiskie
wget
wpa_supplicant
xdg-user-dirs
xf86-input-libinput
xf86-video-intel
xorg-server
xorg-xclock
xorg-xinit
xorg-xrandr
xss-lock
zip
linux-headers
seahorse
libgnome-keyring
