adobe-source-code-pro-fonts
alacritty
arandr 	 	
autorandr 	
blueman
brightnessctl
chromium
code
dunst
evince
firefox
fish	
gnome-calculator
gnome-keyring 
gtk-engine-murrine
htop
i3
imagemagick
intel-ucode
libsecret 	
nano
nautilus
netctl
network-manager-applet
networkmanager
nextcloud-client
nitrogen
noto-fonts-emoji
noto-fonts
pulseaudio-bluetooth
pamixer
papirus-icon-theme
paprefs
pavucontrol
pkgfile 	
polkit-gnome
python
python-pip
qtkeychain-qt5 	
reflector
rofi	
signal-desktop
tlp
udiskie
wget
wpa_supplicant
xclock
xdg-user-dirs 	
xdg-utils
xf86-input-libinput
xf86-video-intel
xf86-video-nouveau
xorg-server 
xorg-xinit
xorg-xrandr
xrandr 	
xss-lock
texlive-most
picom
redshift
gnome-disk-utility