adobe-source-code-pro-fonts
alacritty
arc-gtk-theme
arc-x-icons-theme
blueman
brightnessctl
chromium
code
egl-wayland
evince
firefox
fish
gnome-calculator
grim
gtk-engine-murrine
gtk-layer-shell
htop
imagemagick
intel-ucode
iwd
jq
kanshi
light
mako
nautilus
netctl
network-manager-applet
networkmanager
nextcloud-client
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
otf-font-awesome
papirus-icon-theme
paprefs
pavucontrol
polkit-gnome
pulseaudio
qt5-wayland
reflector
signal-desktop
slurp
sway
swaybg
swayidle
swaylock
thunar
thunar-archive-plugin
thunar-volman
tlp
ttf-bitstream-vera
ttf-caladea
ttf-carlito
ttf-croscore
ttf-dejavu
ttf-liberation
ttf-nerd-fonts-symbols
ttf-roboto
ttf-ubuntu-font-family
udiskie
waybar
wayland-protocols
wget
whois
wofi
wpa_supplicant
xdg-desktop-portal-wlr
xdg-utils
xf86-input-libinput
xf86-video-intel
xf86-video-nouveau
xorg-xwayland
yay
